[
    {
      "title": "ABOUT HOW IT ALL STARTED",
      "content": [
        "As in stories: they conceived, took and did it. There was no idea how it should be done. But they had a good idea of how tasty it was.",
        "We started with trade on the embankment in Dnipro with a homemade bicycle rickshaw. At night they made ice cream, during the day they went to the waterfront and sold it. In the evening, they used the money to buy new products on the market.",
        "Thanks to the street food festivals, they became popular in their city and the next season they went to Kyiv with the product."
      ]
    },
    {
      "title": "ABOUT APPROACHES TO COOPERATION",
      "content": [
        "The product is craft, the production volume is not unlimited. Therefore, we carefully select partners, paying attention to the concept, accuracy, attitude to details and the client. One of the main conditions is compliance with a single retail price.",
        "We cannot satisfy everyone who sent applications, called or wrote in social networks about the desire to cooperate. If we look at the application and see potential, we send conditions with prices, assortment and the ability to provide equipment (by the way, you can work on your own). We prefer grocery stores, wine and delicatessen shops, third wave coffee shops. In general, we like establishments with a bright concept, where our product will be presented qualitatively and aesthetically."
      ]
    },
    {
      "title": "ABOUT PRICES AND DISCOUNTS",
      "content": [
        "Everything is transparent here: there is a retail price that all our partners adhere to. This price is valid for wholesale and delivery - it does not depend on the number of ordered portions.",
        "There is a partner price - we discuss it already at the stage when it is decided that the format of the point suits us and there is a match. We also conclude partnership agreements with catering companies and event agencies."
      ]
    },
    {
      "title": "ABOUT FAKES AND COPIES",
      "content": [
        "We have nothing to do with projects that copy us: repeat parts of the name, packaging, social media style. Sometimes customers come across such a fake and say that we have spoiled or that it has become tasteless. Always pay attention to whether it is really Mr.Pops - in addition to high quality, we are distinguished by a branded burgundy refrigerator and a large burgundy logo on each package."
      ]
    },
    {
      "title": "ABOUT FAVORITE MOMENTS",
      "content": [
        "We are charged by the reaction of the customer who tries Mr. Pops for the first time: watching this moment is a pure drive for the creators."
      ]
    },
    {
      "title": "ABOUT HEALTHY LIFESTYLE",
      "content": [
        "Gluten is absent in almost all our assortment, except for pastries (three types of brownies) and ice cream containing pastries (Vanilla with Brownies and Lemon Cheesecake).",
        "Lactose-free: Chocolate Covered Strawberry and Citrus Vegan - made only in summer.",
        "Sugar free: Citrus Vegan (with agave syrup)"
      ]
    }
  ]
  